Revit 2024 API
ParameterTypeId.RbsLiningThicknessForDuct Property
 "Lining Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsLiningThicknessForDuct { get; }
Visual Basic
Public Shared ReadOnly Property RbsLiningThicknessForDuct As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsLiningThicknessForDuct {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace